"--- ALL CATEGORIES ---" = "---全てのCATEGORIES ---";"--- ALL USERS ---" = "---全てのUSERS ---";"Add Checkin" = "チェックイン追加";"Add Map" = "マップを追加";"Add Photo" = "写真を追加";"Add Report" = "レポートを追加します";"Added" = "追加されました";"Adding..." = "追加";"All Categories" = "すべてのカテゴリ";"All Checkins By" = "すべてのチェックインで";"App Settings" = "アプリケーションの設定";"Are you sure you want to cancel?" = "あなたは、キャンセルしてもよろしいですか？";"Are you sure you want to delete?" = "あなたが削除してもよろしいですか？";"Authenticating..." = "認証...";"Bitly Error" = "Bitlyエラー";"Cancel" = "キャンセル";"Categories..." = "カテゴリ";"Category" = "カテゴリ";"characters" = "文字";"Checkin" = "チェックイン";"Checkin Error" = "チェックインのエラー";"Checkins" = "チェックイン";"Clear" = "クリア";"Click the Info button to view app settings, Plus button to add a map or Edit button to remove a map." = "アプリケーション設定を表示するには[Info]ボタンをクリックして、プラスのマップを追加またはマップを削除するボタンを編集するボタン。";"Click the Map button to view the report map, the Filter button to filter by category or the Compose button to create a new incident report." = "レポートマップ、カテゴリまたは新しいインシデントレポートを作成するためにComposeボタンによってフィルタリングするフィルタボタンを表示するには、マップのボタンをクリックします。";"Click the Refresh button to upload pending reports." = "保留中のレポートをアップロードするには、Refreshボタンをクリックします。";"Click the Up and Down arrows to move through checkins, click the Location to view a larger map or tap a Photo to view it full screen." = "チェックインを移動するには、上矢印または下矢印をクリックして、より大きな地図を表示する場所をクリックするか、全画面を表示するには、写真をタップします。";"Click the Up and Down arrows to move through reports, the SMS button to send the report URL, the Tweet button to share on Twitter or the Email button to send the report details." = "レポート内を移動するには、上矢印または下矢印をクリックし、レポートのURLを送信するSMSのボタンは、つぶやきのボタンは、Twitterやレポートの詳細を送信する電子メールのボタンを共有する。";"Contact" = "お問い合わせ";"Contact Settings" = "連絡先の設定";"Current Location" = "現在の場所";"Customize your message, enter credentials then press the Send button to share on Twitter. Optionally click the Link button to shorten URLs." = "あなたのメッセージをカスタマイズし、Twitterで共有するために[送信]ボタンを押して資格情報を入力します。に応じてURLを短縮するためのリンクボタンをクリック。";"Date" = "日";"Delete Report" = "レポートを削除する";"Description" = "説明";"Discrete Mode On Shake" = "シェイクの離散モード";"Done" = "行わ";"Download Offline Maps" = "オフラインマップをダウンロード";"Downloaded Map Zoom Level" = "ダウンロードした地図のズームレベル";"Edit" = "[編集]";"email" = "メール";"Email Failed" = "電子メールは失敗しました";"Enter date" = "日付を入力してください";"Enter email" = "メールアドレスを入力してください";"Enter first name" = "最初の名前を入力してください";"Enter last name" = "最後の名前を入力してください";"Enter location name" = "場所の名前を入力します。";"Enter Map Details" = "マップの詳細を入力します。";"Enter message" = "メッセージを入力してください";"Enter name" = "名前を入力してください";"Enter news URL" = "ニュースのURLを入力してください";"Enter password" = "パスワードを入力してください";"Enter time" = "時間を入力してください";"Enter title" = "タイトルを入力してください";"Enter tweet" = "つぶやきを入力してください";"Enter URL" = "URLを入力してください";"Enter URL or search phrase" = "URLまたは検索語句を入力してください";"Enter username" = "ユーザ名を入力してください";"Error" = "エラーが発生";"Error Detecting Location" = "エラーの検出場所";"Error Saving Photo" = "エラーの保存写真";"Errors" = "エラー";"Existing Location" = "既存の場所";"first name" = "最初の名前";"From Library" = "図書館から";"Host Not Found" = "ホストが見つかりません";"I couldn't connect to Twitter. This is most likely a temporary issue, please try again." = "私はTwitterに接続できませんでした。これはおそらく一時的な問題であり、もう一度やり直してください。";"Image" = "イメージ";"Incidents..." = "事件...";"Invalid Email" = "無効なメールアドレス";"Invalid Email Address" = "無効なメールアドレス";"Invalid Map Details" = "無効なマップの詳細";"Invalid News URL" = "無効なニュースのURL";"Invalid Server Response" = "無効なサーバ応答";"Last Checkin For Each User" = "最後のユーザーごとにチェックイン";"last name" = "最後の名前";"Last Sync" = "最後の同期";"Loading..." = "読み込み中...";"Locating..." = "位置の確認...";"Location" = "場所";"Location Error" = "位置エラー";"Locations..." = "場所...";"Logout..." = "ログアウト...";"Looks like Twitter is down or being updated. Please wait a few seconds and try again." = "Twitterのようなルックスがダウンしているか、更新される。数秒待ってからもう一度お試しください。";"Looks like Twitter is overloaded. Please wait a few seconds and try again." = "Twitterが過負荷になっているように見えます。数秒待ってからもう一度お試しください。";"Map" = "地図";"Map Settings" = "マップの設定";"Map Zoom Level" = "マップのズームレベル";"Maps" = "マップ";"Message" = "メッセージ";"Name" = "の名前";"New Location" = "新しい場所";"News" = "ニュース";"No" = "なし";"No Category Specified" = "指定なしカテゴリ";"No Date Specified" = "指定した日付なし";"No Internet" = "いいえインターネットなし";"No Internet Connection" = "インターネットに接続しない";"No Location Specified" = "指定されて場所ない";"No News" = "いいえニュースなし";"No Photos" = "写真がありません";"No Reports" = "は報告なし";"No Video" = "いいえビデオなし";"Not Specified" = "指定なし";"OK" = "[OK]";"Open In Safari?" = "Safariで開くには？";"Password" = "パスワード";"Pending Upload" = "アップロード保留中";"Photo" = "写真";"Photo Added" = "写真を追加しました";"Photo Error" = "写真エラー";"Photo Settings" = "写真の設定";"Photos" = "写真";"pixels" = "ピクセル";"Please enter a valid email address." = "有効なメールアドレスを入力してください。";"Please enter a valid name and url." = "有効な名前とURLを入力してください。";"Privacy Settings" = "プライバシーの設定";"Remove Error" = "エラーを取り除く";"Remove Photo" = "写真を削除します。";"Removed" = "削除";"Report" = "レポート";"Reports" = "レポート";"Request Error" = "リクエストエラー";"Required Fields" = "必須フィールド";"Resized" = "リサイズ";"Resized Image Width" = "リサイズした画像の幅";"Resizing Photo..." = "リサイズの写真...";"Resizing..." = "サイズ変更...";"Saved" = "保存";"Saving..." = "保存中...";"Search categories..." = "検索カテゴリ...";"Search locations..." = "検索場所の...";"Search maps..." = "検索マップ...";"Search reports..." = "検索レポート...";"Select" = "選択してください";"Select an existing map from the list, click the Refresh button to locate maps near you or the Plus button to add your own map." = "リストから既存のマップを選択し、お近くのマップや、独自のマップを追加するには、プラスボタンを見つけるために[更新]ボタンをクリックします。";"Select category" = "カテゴリを選択してください";"Select location" = "場所を選択";"Select photo" = "写真を選択";"Send" = "送信";"Sending..." = "送信中...";"Sent" = "送信";"Server Error" = "サーバーエラー";"Settings" = "設定";"Share Application" = "共有アプリケーション";"Shortening..." = "ショートニング...";"SMS Failed" = "SMSに失敗しました";"Sorry, it looks like you lost your Internet connection. Please reconnect and try again." = "あなたのインターネット接続を失ったように申し訳ありません、それが見えます。再接続して、もう一度やり直してください。";"Take Photo" = "写真を取る";"There was a problem adding the photo." = "写真を追加する問題がありました。";"There was a problem detecting your location. Please ensure that Location Services is enabled for Ushahidi in Settings > General > Location Services." = "あなたの位置を検出する問題がありました。ロケーションサービスは、設定>一般>位置情報サービスにUshahidiが有効になっていることを確認してください。";"There was a problem removing the map." = "マップを削除する問題がありました。";"There was a problem resizing the photo." = "問題のサイズ変更は、写真があった。";"This map supports Checkins! Click the Pin button to view the map." = "このマップは、チェックインをサポートしています！地図を表示するには、ピンのボタンをクリック。";"This map supports Checkins!\nClick the Filter button to only show checkins for a specific user or the Pin button to checkin now." = "このマップは、チェックインをサポートしています！\ nClickのみ、特定のユーザーまたは現在チェックインするピンボタンのチェックインを表示するには、Filterボタンをクリック。";"Title" = "タイトル";"To checkin, drag the map pin to a more accurate location, then click the Send button after entering an optional message, contact information and photo." = "チェックインのために、より正確な位置にマップのピンをドラッグし、任意のメッセージを入力後、送信ボタンをクリックして、情報や写真をお問い合わせください。";"Tweet" = "ツイート";"Twitter" = "さえずり";"Twitter Error" = "Twitterのエラー";"Unable to add incident" = "事件を追加することができません";"Unable To Checkin" = "チェックインすることができません";"Unable to checkin, please try again later." = "チェックインにできない、後でもう一度やり直してください。";"Unable To Download Checkins" = "チェックインをダウンロードできない";"Unable To Send Email" = "メールを送信できません";"Unable To Send SMS" = "SMSを送信できない";"Unable To Upload Report" = "レポートをアップロードすることができません";"Unsaved Changes" = "未保存の変更";"Unverified" = "未証明の";"Upload Error" = "エラーをアップロード";"Uploaded" = "アップロード";"User Location" = "ユーザーの場所";"Username" = "ユーザー名";"Ushahidi Demo" = "Ushahidiデモ";"Ushahidi Maps" = "Ushahidiマップ";"Verified" = "検証";"Version" = "バージョン";"Video" = "ビデオの";"Yes" = "はい";"Your username and password could not be verified. Double check that you entered them correctly and try again." = "ユーザ名とパスワードを確認できませんでした。あなたがそれらを正しく入力したことを確認して、もう一度試してダブルクリック。";"zoom" = "ズーム";"Enter description" = "説明を入力します";"Resize Images" = "リサイズ画像";"Categories" = "カテゴリー";"View All Categories" = "すべてのカテゴリーを見る";"Add" = "加える";